/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Annulla";
"Common.Navigation.Back" = "Indietro";
"Common.Cancel" = "Annulla";
"Common.Delete" = "Elimina";
"Common.Send" = "OK";
"Common.Exit" = "Esci";
"Common.Close" = "Chiudi";
"Common.More" = "Altro";
"Common.Alert.Hint.Title" = "Note";
"JSScopeConfirmWindow_Title_Login" = "Accedi tramite WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "Autorizzazione WeChat";
"JSScopeConfirmWindow_Description" = "%@ chiede le seguenti autorizzazioni:";
"JSScopeConfirmWindow_Allow" = "Consenti";
"JSScopeConfirmWindow_Reject" = "Annulla";
"JSScopeConfirmWindow_Account_Desc" = "Informazioni personali WeChat";
"JSScope.Privacy.Location.Desc" = "Sul tuo Mac, apri \"Preferenze di Sistema\" > \"Sicurezza e Privacy\" > \"Servizi di localizzazione\" e consenti a WeChat di accedere alla tua posizione.";
"JSScope.Privacy.PhotoAdd.Desc" = "Sul tuo Mac, apri \"Preferenze di Sistema\" > \"Sicurezza e Privacy\" > \"Foto\" e consenti a WeChat di accedere alle tue foto.";
"JSScope.Privacy.Camera.Desc" = "Sul tuo Mac, apri \"Preferenze di Sistema\" > \"Sicurezza e Privacy\" > \"Fotocamera\" e consenti a WeChat di accedere alla tua fotocamera anteriore.";
"JSScope.Privacy.Microphone.Desc" = "Sul tuo Mac, apri \"Preferenze di Sistema\" > \"Sicurezza e Privacy\" > \"Microfono\" e consenti a WeChat di accedere al tuo microfono.";
"JSScope.Privacy.ScreenCapture.Desc" = "Sul tuo Mac, vai a \"Preferenze di Sistema\" > \"Sicurezza e Privacy\" > \"Registrazione schermo\" e consenti a WeChat di registrare il contenuto dello schermo.";
"WCAppBrand_MenuItem_Setting" = "Impostazioni";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "Aggiungi %@ ai Miei mini-programmi?";
"WCAppBrand_MenuItem_OpenDebugMode" = "Attiva debug";
"WCAppBrand_MenuItem_CloseDebugMode" = "Disattiva debug";
"WCAppBrand_MenuItem_OpenPerformance" = "Mostra finestra delle prestazioni";
"WCAppBrand_MenuItem_ClosePerformance" = "Chiudi finestra delle prestazioni";
"WCAppBrand_MenuItem_DebugModeTips" = "La modifica verrà applicata dopo la riapertura";
"WCAppBrand_MenuItem_Focused" = "Aggiunto";
"WCAppBrand_MenuItem_Expose" = "Segnala";
"WCAppBrand_MenuItem_Feedback" = "Feedback";
"WCAppBrand_MenuItem_StaredToast" = "Aggiunto";
"WCAppBrand_MenuItem_StarFailed" = "Impossibile aggiungere";
"WCAppBrand_MenuItem_UnstaredToast" = "Annullato";
"WCAppBrand_MenuItem_UnstaredFailToast" = "Impossibile annullare";
"WCAppBrand_MenuItem_openVCLogTips" = "Ora inizio versione di prova: %@\nOra fine versione di prova: %@\nDatabase di debug: %d\nOra aggiornamento database test: %@\nOra fine aggiornamento database test: %@\nVersione database di release: %lu\nOra aggiornamento database: %@";
"WCAppBrand_MenuItem_BackToMain" = "Torna a Home";
"WCAppBrand_MenuItem_BackToChat" = "Mostra in alto";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "Rimuovi dall'alto";
"WCAppBrand_MenuItem_LeaveInChatTips" = "Rimosso dall'alto";
"WCAppBrand_MenuItem_CommonShare" = "Inoltra";
"WCAppBrand_MenuItem_AddToHomeScreen" = "Aggiungi a desktop";
"WCAppBrand_MenuItem_AboutUs" = "Chi siamo";
"WCAppBrand_MenuItem_About" = "Impostazioni";
"WCAppBrand_MenuItem_Comment" = "Commenta";
"WCAppBrand_MenuItem_Leave" = "Esci";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "Copia il percorso della pagina";
"WCAppBrand_MenuItem_BackToIndex" = "Torna a Home";
"WCAppBrand_MenuItem_AddToStar" = "Aggiungi ai Miei mini-programmi?";
"WCAppBrand_MenuItem_CancelStar" = "Rimuovi dai Miei mini-programmi";
"WCAppBrand_MenuItem_AddToStarSuccess" = "Aggiunto";
"WCAppBrand_MenuItem_CancelStarSuccess" = "Rimosso";
"WCAppBrand_MenuItem_Minimize" = "Riduci a icona";
"WCAppBrand_MenuItem_WideScreen" = "Schermo panoramico";
"WCAppBrand_MenuItem_NarrowScreen" = "Vista predefinita";
"WCAppBrand_ImageChoosePanel_OriginImage" = "Immagine completa";
"WeApp_ChooseImage_Menu_Camera" = "Scatta foto";
"WeApp_ChooseImage_Menu_Other" = "Seleziona da unità locale...";
"WeApp_ChooseImage_No_Camera" = "Nessuna fotocamera disponibile";
"WeApp_ChooseImage_No_Camera_Privacy" = "Accesso alla fotocamera disattivato";
"WeApp_ChooseImage_TakePhoto" = "Scatta foto";
"WeApp_ChooseImage_TakePhoto_Confirm" = "Usa foto";
"WeApp_ChooseImage_TakePhoto_Retry" = "Scatta di nuovo";
"WeApp_ChooseImage_TakePhoto_Error" = "Impossibile scattare la foto. Controlla se la fotocamera è disponibile.";
"WeApp_Error_Unknow" = "Errore sconosciuto";
"WeApp_OpenTask_AlertTitle" = "Impossibile aprire";
"WeApp_OpenTask_Error_Parameter" = "Errore parametro";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "È possibile aprire fino a %lu finestre di Mini-programmi.";
"WeApp_OpenTask_Error_GameApp" = "I Mini-giochi non sono supportati su WeChat for Mac.";
"WeApp_OpenTask_Error_UnsupportApp" = "Questo Mini-programma non è supportato su Mac attualmente. Utilizza il cellulare.";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "Il Mini-programma \"%@\" non è supportato su Mac attualmente. Utilizza il cellulare.";
"WeApp_OpenTask_Error_NoAppID" = "ID mancante";
"WeApp_OpenTask_Error_Foreground" = "Servizio in uso";
"WeApp_OpenTask_Error_Loading" = "Caricamento in corso";
"WeApp_OpenTask_Error_NoVersion" = "Errore di versione";
"WeApp_OpenTask_Error_HomePage" = "Errore indirizzo pagina iniziale";
"WeApp_OpenTask_Error_CacheInfo" = "Errore informazioni cache";
"WeApp_OpenTask_Error_NormalError" = "Impossibile aprire il Mini-programma. Riprova più tardi (codice di errore: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "Mini-programma scaduto. Scansiona di nuovo il codice QR (codice di errore: %d)";
"WeApp_OpenTask_Error_InternalError" = "Errore interno";
"WeApp_OpenTask_Error_DownloadError" = "Impossibile aprire il Mini-programma. Controlla la rete (codice di errore: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "Impossibile inserirlo nella barra di navigazione";
"WeApp_OpenTask_Error_AppConfigFail" = "Impossibile accedere alle impostazioni della pagina";
"WeApp_OpenTask_Error_ContactAttributeFail" = "Impossibile accedere agli attributi";
"WeApp_OpenTask_Error_DebugUinInvalid" = "Accesso non autorizzato";
"WeApp_OpenTask_Error_DebugOutOfTime" = "Codice QR versione per sviluppatori scaduto";
"WeApp_OpenTask_Error_DebugDefault" = "Errore codice QR";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "Timeout caricamento";
"WeApp_OpenTask_Error_RDMNotExist" = "Versione di prova non trovata";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "Timeout richiesta di rete. Riprova più tardi.";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "Non sei autorizzato all'uso della versione di prova. Contatta l'amministratore del Mini-programma.";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "Versione per sviluppatori scaduta. Scansiona il codice QR nel toolkit per sviluppatori.";
"WeApp_OpenTask_Error_CdnDisaster" = "Troppi tentativi. Riprova più tardi.";
"WeApp_Unsupport_Default" = "La funzione non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_insertMap" = "La funzione Mappe non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_startRecord" = "La registrazione non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_address" = "La funzione Uso di indirizzo non è supportata attualmente su Mac. Utilizza il cellulare.";
"WeApp_Unsupport_InvoiceTitle" = "La funzione Fattura non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_makePhoneCall" = "Le chiamate telefoniche non sono supportate su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_scanCode" = "La funzione di scansione non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_card" = "Tessere e offerte non sono supportate su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_bluetooth" = "La funzione Bluetooth non è supportata su Mac attualmente. Utilizza il cellulare.";
"WeApp_Unsupport_WeRun" = "Impossibile accedere al conteggio dei passi di WeRun. Utilizza il cellulare.";
"WeApp_Suspension_Service" = "Servizio del Mini-programma temporaneamente non disponibile";
"WeApp_NotSupportThisVersion" = "Non ancora rilasciato";
"WeApp_Profile_EnterWeApp" = "Apri";
"WeApp_Profile_SuggestToFriend" = "Condividi";
"WeApp_Profile_BussinessScope" = "Servizi";
"WeApp_Profile_DeveloperInfo" = "Proprietario";
"WeApp_Profile_BindBrandInfo" = "Account ufficiali correlati";
"WeApp_Profile_AuthorizationTips" = "Consenti a \"%@\" di utilizzare il mio:";
"WeApp_Profile_AuthorizationDenyTips" = "Se l'autorizzazione viene disattivata, alcune funzioni del Mini-programma possono essere compromesse. Disattiva ora?";
"WeApp_Profile_DenyAuthorization" = "Disattiva";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" non ha utilizzato le tue informazioni";
"WeApp_Profile_NoMoreBindBrand" = "Nessun altro Account ufficiale";
"WeApp_Profile_AuthorizationLocationDeny" = "Mai";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "Durante l'utilizzo";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "Sempre";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "Mai";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "Solo quando si utilizza il Mini-programma";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "Quando si utilizza e dopo si chiude il Mini-programma";
"WeApp.ScopeKey.Location.Desc" = "Posizione";
"WeApp.ScopeKey.Account.Desc" = "Info utente";
"WeApp.ScopeKey.Camera.Desc" = "Fotocamera";
"WeApp.ScopeKey.MircoPhone.Desc" = "Microfono";
"WeApp.Camera.Not.Available" = "La fotocamera è in uso o non è stata rilevata. Riprova più tardi.";
"WeApp.Navigate.MiniProgram.Tip" = "Acquisizione informazioni in corso...";
"WeApp_UserAutoFill_TitlePre" = "Utilizzare le informazioni salvate?";
"WeApp_UserAutoFill_TitleAfter" = "Salvare le informazioni immesse?";
"WeApp_UserAutoFill_OpenDetail" = "Ulteriori informazioni";
"WeApp_UserAutoFill_PhoneAuthTitle" = "Autorizzazione numero di cellulare WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "Conferma";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "Inserisci il codice di verifica via SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "Inviato al numero di cellulare: %@.";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "Nessun codice di verifica ricevuto?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "Invia di nuovo";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "Codice di verifica errato. Invia di nuovo.";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "Troppi tentativi. Riprova più tardi.";
"WeApp_UserAutoFill_PhoneBindTitle" = "Nessun numero collegato all'account WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "Collega un numero di cellulare al tuo account WeChat per utilizzare la funzione di riempimento automatico";
"WeApp_UserAutoFill_PhoneBind" = "Collega cellulare";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMS inviato";
"WeApp_UserAutoFill_PhoneBindTips" = "Salvataggio riuscito";
"WeApp_UserAutoFill_PhoneSmsError" = "Errore durante l'invio dell'SMS.";
"WeApp_UserAutoFill_PhoneSmsFail" = "Impossibile inviare SMS.";
"WeApp_UserAutoFill_CountDown" = "Invia di nuovo dopo %d secondi.";
"WeApp_UserAutoFill_AuthInfoTitle" = "Info sull'autorizzazione del numero di cellulare WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "Segnala questo Mini-programma";
"WeApp_GetPhoneNumber_RequireToGet" = "Chiede di acquisire";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "Il tuo numero di cellulare";
"WeApp_GetPhoneNumber_ManagePhoneList" = "Gestisci numeri di cellulare";
"WeApp_GetPhoneNumber_UseOtherPhone" = "Usa altro numero di cellulare";
"WeApp_GetPhoneNumber_BindedWxPhone" = "Collegato a WeChat";
"WeApp_GetPhoneNumber_Reject" = "Nega";
"WeApp_GetPhoneNumber_Allow" = "Consenti";
"WeApp_GetPhoneNumber_AuthTitle" = "Informazioni sull'accesso di terze parti al numero di cellulare";
"WeApp_GetPhoneNumber_AddNewPhone" = "Aggiungi cellulare";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "Se rilevi una raccolta o un uso insolito delle tue informazioni, ti preghiamo di segnalarcelo.";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "Segnala";
"WeApp_GetPhoneNumber_ManagePhone" = "Gestisci";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "Il limite è %d numeri di cellulare";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "Aggiungi cellulare";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "Cellulare";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "Codice";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "Salva per uso successivo";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "Invia di nuovo";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "Inserisci un numero di cellulare valido";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "Codice di verifica di 6 cifre";
"WeApp_GetPhoneNumber_NetError" = "Errore di rete";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "Nessuna connessione di rete...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "Interrotto...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "In attesa dell'aggiunta dello strumento...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "Troppi messaggi in attesa di esecuzione...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "Non connesso";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "Connessione in corso";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "Connesso";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "Riprova tentativo %tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "Server--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "Il server è normale";
"WeApp_RemoteDebug_ServerLabel_Error" = "Errore elaborazione server";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "Messaggi server in attesa di esecuzione";
"WeApp_RemoteDebug_EndReason_NotSupported" = "La versione di iOS attuale non supporta il debug remoto per i Mini-giochi.";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "Debug locale terminato";
"WeApp_RemoteDebug_EndReason_TicketFail" = "Impossibile ottenere il ticket";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "Lo strumento di sviluppo ha interrotto il debug";
"WeApp_RemoteDebug_EndReason_IsDebug" = "Room in corso di debug; impossibile aggiungere di nuovo";
"WeApp_RemoteDebug_SendFail_AskRetry" = "Impossibile inviare. Riprovare?";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "Errore di rete. Riprovare?";
"WeApp_RemoteDebug_PannelString_Expand" = "Espandi";
"WeApp_RemoteDebug_PannelString_Shrink" = "Comprimi";
"WeApp_RemoteDebug_PannelString_Stop" = "Interrompi";
"WeApp_RemoteDebug_PannelString_Log" = "Registro";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "Da confermare";
"WeApp_RemoteDebug_PannelString_NeedSend" = "Da inviare";
"WeApp_RemoteDebug_PannelString_HasSend" = "Inviato";
"WeApp_RemoteDebug_PannelString_HasRecv" = "Ricevuto";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "Sempre in alto";
"WeApp_RemoteDebug_Common_GiveUp" = "Esci";
"WeApp_RemoteDebug_Common_Retry" = "Riprova";
"WeApp_RemoteDebug_Connection_Error" = "Errore di connessione al toolkit per sviluppatori";
"WeApp_RemoteDebug_Unsupport" = "La versione corrente del sistema non supporta l'apertura dei Mini-programmi.";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "Collega il tuo numero di cellulare";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "Puoi collegarlo all'app mobile WeChat.";
"WeApp_ForceClose_Title" = "Suggerimento";
"WeApp_ForceClose_InjectJsError" = "Impossibile caricare";
"WeApp_ForceClose_NoActive" = "Chiusura imprevista del Mini-programma. Riprova più tardi.";
"WeApp_ForceClose_ForeApp" = "Memoria insufficiente. Apri il Mini-programma e riprova.";
"weApp_ForceClose_ForeGame" = "Memoria insufficiente. Apri il Mini-gioco e riprova.";
"WeApp_ForceClose_PubLibUpdate" = "Risorsa aggiornata. Riavvia il Mini-programma.";
"WeApp_ForceClose_Lock" = "WeChat bloccato. Riavvia il Mini-programma per utilizzarlo.";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "Impossibile aprire il Mini-programma (codice di errore: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "Timeout di apertura del Mini-programma";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "Timeout di caricamento del Mini-programma";
"WeApp_OpenTask_Error_Multiprocess" = "Si è verificato un errore di elaborazione. Prova a riaprire il Mini-programma più tardi.";
"WeApp_OpenTask_Error_Open" = "Aggiornamento in corso del Mini-programma. Prova a riaprirlo più tardi.";
"WeApp_Pay_View_Desc" = "Scansiona con WeChat per completare il pagamento";
"WeApp_Pay_Success" = "Pagamento riuscito";
"WeApp_DebugMode_Dev" = "Versione per sviluppatori";
"WeApp_DebugMode_RDM" = "Versione di prova";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "Localizzazione in corso";
"WeApp_Profile_Voice" = "Registrazione audio in corso";
"WeApp_Profile_Video" = "Registrazione schermo in corso";
"WeApp_Profile_Home_Disable" = "Questa è la pagina iniziale";
"WeApp_Profile_Share_Disable" = "Impossibile condividere questa pagina";
"WeApp_Profile_Setting_Disable" = "Impostazioni di Mini-programma";
"WeApp_Privacy_Location_Setting" = "Vai a impostare";
"WeApp_Privacy_Location_Service" = "Servizi di localizzazione non attivato";
"WeApp_Privacy_Location_Desc" = "1. Vai a \"Preferenze di sistema\" > \"Sicurezza e riservatezza\" > \"Privacy\" > \"Servizi di localizzazione\" > Controlla \"Attiva servizi di localizzazione\".\n2. Accetta \"WeChat\" a utilizzare Servizi di localizzazione.";
"WeApp_Crash_Desc" = "Il processo di Mini-programma \"%@\" è chiuso improvvisamente. Riapri?";
"WeApp_Crash_Confirm" = "Riapri";
